[{"id": "1", "text": "U.S Preventive Services Task Force. Breast Cancer: Screening. Available from: http://www.uspreventiveservicestaskforce.org/Page/Document/UpdateSummaryFinal/breast-cancer-screening1?ds=1&s=BREAST CANCER SCREENING", "link": "http://www.uspreventiveservicestaskforce.org/Page/Document/UpdateSummaryFinal/breast-cancer-screening1?ds=1&s=BREAST CANCER SCREENING"}, {"id": "2", "text": "Jin J. Breast Cancer Screening Guidelines in the United States. JAMA. 2015;314(15):1658.", "link": null}, {"id": "3", "text": "American Society of Clinical Oncology. Cancer.Net: Hereditary Breast and Ovarian Cancer. Available from: http://www.cancer.net/cancer-types/hereditary-breast-and-ovarian-cancer", "link": "http://www.cancer.net/cancer-types/hereditary-breast-and-ovarian-cancer"}, {"id": "4", "text": "American Congress of Obstericians and Gynecologists. Routine Screening for Hereditary Breast and Ovarian Cancer Recommended. Available from: http://www.acog.org/About-ACOG/News-Room/News-Releases/2009/Routine-Screening-for-Hereditary-Breast-and-Ovarian-Cancer-Recommended", "link": "http://www.acog.org/About-ACOG/News-Room/News-Releases/2009/Routine-Screening-for-Hereditary-Breast-and-Ovarian-Cancer-Recommended"}, {"id": "5", "text": "BC Cancer Agency. Hereditary Breast and Ovarian Cancer. Available from: http://www.screeningbc.ca/Hereditary/ForHealthProfessionals/HereditaryBreastandOvarianCancer.htm", "link": "http://www.screeningbc.ca/Hereditary/ForHealthProfessionals/HereditaryBreastandOvarianCancer.htm"}, {"id": "6", "text": "Nelson, H.D., Fu, R., Cantor, A., Pappas, M., Daeges, M. and Humphrey, L., 2016. Effectiveness of breast cancer screening: systematic review and meta-analysis to update the 2009 US Preventive Services Task Force recommendation. Annals of internal medicine, 164(4), pp.244-255.", "link": null}, {"id": "7", "text": "Mandelblatt, J.S., Cronin, K.A., Bailey, S., Berry, D.A., De Koning, H.J., Draisma, G., Huang, H., Lee, S.J., Munsell, M., Plevritis, S.K. and Ravdin, P., 2009. Effects of mammography screening under different screening schedules: model estimates of potential benefits and harms. Annals of internal medicine, 151(10), pp.738-747.", "link": null}, {"id": "8", "text": "Jørgensen, K.J. and Gøtzsche, P.C., 2009. Overdiagnosis in publicly organised mammography screening programmes: systematic review of incidence trends. Bmj, 339, p.b2587.", "link": null}, {"id": "9", "text": "Etzioni, R., Gulati, R., Mallinger, L. and Mandelblatt, J., 2013. Influence of study features and methods on overdiagnosis estimates in breast and prostate cancer screening. Annals of internal medicine, 158(11), pp.831-838.", "link": null}, {"id": "10", "text": "Independent UK Panel on Breast Cancer Screening, 2012. The benefits and harms of breast cancer screening: an independent review. The Lancet, 380(9855), pp.1778-1786.", "link": null}, {"id": "11", "text": "Saslow, D., Boetes, C., Burke, W., Harms, S., Leach, M.O., Lehman, C.D., Morris, E., Pisano, E., Schnall, M., Sener, S. and Smith, R.A., 2007. American Cancer Society guidelines for breast screening with MRI as an adjunct to mammography. CA: a cancer journal for clinicians, 57(2), pp.75-89.", "link": null}, {"id": "12", "text": "Travis L. B., Hill D. A., Dores G. M., et al. Breast cancer following radiotherapy and chemotherapy among young women with Hodgkin disease. JAMA, 2003:290(4), 465–475", "link": null}, {"id": "13", "text": "Hancock SL, Tucker MA, Hoppe RT. Breast cancer after treatment of Hodgkin's disease. J Natl Cancer Inst. 1993;85:25-31", "link": null}, {"id": "14", "text": "Travis LB, Curtis RE, Boice JD Jr. Late effects of treatment for childhood Hodgkin's disease. N Engl J Med. 2003;95:971-980.", "link": null}, {"id": "15", "text": "Aisenberg AC. Problems in Hodgkin's disease management. Blood. 1999;93:761-779.", "link": null}, {"id": "16", "text": "van Leeuwen FE, Klokman WJ, Van‘t Veer MB, et al. Long-term risk of second malignancy in survivors of Hodgkin's disease treated during adolescence or young adulthood. J Clin Oncol. 2000;18:487-497.", "link": null}, {"id": "17", "text": "Peng HL, Wu CC, Choi WM, Hui MS, Lu TN and Chen LK. Breast cancer detection using magnetic resonance imaging in breasts injected with liquid silicone. Plastic Reconstructive Surgery 1999 Dec, 104(7): 2116-2120.", "link": null}, {"id": "18", "text": "Youk JH, Son EJ, Kim EK, Kim JA, Kim MJ, Kwak JY and Lee SM. Diagnosis of breast cancer at dynamic MRI in patients with breast augmentation by paraffin or silicon injection. Clinical Radiology 2009 Dec, 64(12):1175-1180.", "link": null}, {"id": "19", "text": "Leibman AJ and Misra M. Spectrum of imaging findings in the silicone-injected breast. Plastic Reconstructive Surgery 2011 July, 128(1): 28e-9e.", "link": null}, {"id": "20", "text": "American College of Radiology. Practice parameter for the performance of contrast-enhanced magnetic resonance imaging (MRI) of the breast.", "link": null}, {"id": "21", "text": "Melnikow J, Fenton JJ, Whitlock EP, Miglioretti DL, Weyrich MS, Thompson JH, Shah K. Supplemental Screening for Breast Cancer in Women With Dense Breasts: A Systematic Review for the U.S. Preventive Services Task Force. Ann Intern Med. 2016 Feb 16;164(4):268-78. doi: 10.7326/M15-1789.", "link": null}, {"id": "22", "text": "Wendie A. Berg et al. Combined Screening with Ultrasound and Mammography Compared to Mammography Alone in Women at Elevated Risk of Breast Cancer: Results of the First-Year Screen in ACRIN 6666. JAMA. 2008 May 14; 299(18): 2151–2163.", "link": null}, {"id": "23", "text": "U.S Preventive Services Task Force. Bladder Cancer in Adults: Screening. Available from: http://www.uspreventiveservicestaskforce.org/Page/Document/UpdateSummaryFinal/bladder-cancer-in-adults-screening", "link": "http://www.uspreventiveservicestaskforce.org/Page/Document/UpdateSummaryFinal/bladder-cancer-in-adults-screening"}, {"id": "24", "text": "World Health Organization International Agency for Research on Cancer (IARC). IARC confirms efficacy of cervix cancer screening for women 25-65 in reducing mortality. Press release No.151. IARC 97 Cervix Cancer Screening Meeting 2004 Apr 20-27. Available from: http://www.iarc.fr/en/media-centre/pr/2004/pr151.html", "link": "http://www.iarc.fr/en/media-centre/pr/2004/pr151.html"}, {"id": "25", "text": "American College of Radiology (ACR). ACR–Society for Pediatric Radiology Practice Parameter for the Performance of Computed Tomography (CT) of the Pelvis. Available from:http://www.acr.org/~/media/ACR/Documents/PGTS/guidelines/CT_Abdomen_Pelvis.pdf", "link": "http://www.acr.org/~/media/ACR/Documents/PGTS/guidelines/CT_Abdomen_Pelvis.pdf"}, {"id": "26", "text": "U.S Preventive Services Task Force. Cervical Cancer: Screening. Available from: http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/cervical-cancer-screening", "link": "http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/cervical-cancer-screening"}, {"id": "27", "text": "Katki HA, Kinney WK, Fetterman B, et al, Cervical cancer risk for women undergoing concurrent testing for human papillomavirus and cervical cytology: a population-based study in routine clinical practice. Lancet Oncol 12 (7):663-72, 2011.", "link": null}, {"id": "28", "text": "Saslow D, Runowicz CD, Solomon D, et al. American Cancer Society guideline for the early detection of cervical neoplasia and cancer. CA Cancer J Clin 52 (6): 342-62, 2002 Nov-Dec.", "link": null}, {"id": "29", "text": "Goldie SJ, Kim JJ, Wright TC. Cost-effectiveness of human papillomavirus DNA testing for cervical cancer screening in women aged 30 years or more. Obstet Gynecol 103 (4): 619-31, 2004.", "link": null}, {"id": "30", "text": "Cox T, Cuzick J. HPV DNA testing in cervical cancer screening: From evidence to policies. Gynecol Oncol 103: 8-11, 2006.", "link": null}, {"id": "31", "text": "Moyer VA. Screening for cervical cancer: U.S. Preventive services task force recommendation statement. Ann Intern Med E 424, March 14, 2012.", "link": null}, {"id": "32", "text": "Rijkaart DC, Berkhof J, Rozendaal L, et al. Human papillomavirus testing for the detection of high grade cervical intraepithelial neoplasia and cancer: final results of the POBASCAM randomized controlled trial. Lancet Oncol 13(1):78-88, 2012.", "link": null}, {"id": "33", "text": "Kitchener HC, Almonte M, Thomson C, et al. HPV testing in combination with liquid based cytology in primary cervical screening (ARTISTIC): a randomised controlled trial. Lancet Oncol 10(7): 672-682, 2009.", "link": null}, {"id": "34", "text": "Ronco G, Giorgi-Rossi P, Carozzi F, et al. Efficacy of human pappiloma virus testing for the detection of invasive cervical cancers and cervical intraepithelial neoplasia: a randomised controlled trial. Lancet Oncol 11 (3): 249-57, 2010.", "link": null}, {"id": "35", "text": "Wright T, Schiffman M, Solomon D, et al. Interim guidance for the use of papillomavirus DNA testing as an adjunct to cervical cytology for screening. Obstet Gynecol 2:304-9, 2004.", "link": null}, {"id": "36", "text": "Ronco et al. (2013). Efficacy of HPV-based screening for prevention of invasive cervical cancer: follow-up of four European randomised controlled trials. The Lancet 383 (9916):524-532", "link": null}, {"id": "37", "text": "Thomas C. Wright, Mark H. Stoler, Catherine M. Behrens, et al. Primary cervical cancer screening with human papillomavirus: End of study results from ATHENA study using HPV as the first –line screening test. Gynecologic Oncology 136,2015:189-19", "link": null}, {"id": "38", "text": "Leinonen M, Nieminen P, Kotaniemi-Talonen L,et al. Age –specific evaluation of primary human papillomavirus screening vs conventional cytology in a randomized setting. J Natl Cancer Inst 2009; 101:1612-23", "link": null}, {"id": "39", "text": "Ronco G,Giorgi-Rossi P, Carozzi F et al. Human Papillomavirus testing and liquid-based cytology in primary screening of women younger than 35 years:results at recruitment for a randomized controlled trial. Lancet Oncol 2006;7:547-55", "link": null}, {"id": "40", "text": "Dilner J, Rebolj M, Birembaut P, et al. Long term predictive value of cytology and human papillomavirus testing in cervical cancer screening: joint European cohort study. BMJ 2009;337:a1754", "link": null}, {"id": "41", "text": "Progress with Cervical Cancer Screening in UK; Scientific Impact Paper No.7 March 2017; Royal College of Obstetricians & Gynaecologists", "link": null}, {"id": "42", "text": "Screening Adolescents and Young Women; Boardman et.al; Obstet Gynecol Clin North Am. 2013 June ; 40(2): 257–268", "link": null}, {"id": "43", "text": "Screening for Cervical Cancer With High-Risk Human Papillomavirus Testing: A Systematic Evidence Review for the U.S. Preventive Services Task Force; Agency for Healthcare Research and Quality; U.S. Department of Health and Human Services; AHRQ Publication No. 17-05231-EF-1 September 2017", "link": null}, {"id": "44", "text": "Natural History of Cervicovaginal Papillomavirus Infection in Young Women; Ho et.al; The New England Journal of Medicine 1998;338:423-8", "link": null}, {"id": "45", "text": "U.S Preventive Services Task Force. Colorectal Cancer Screening. Available from: http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/colorectal-cancer-screening", "link": "http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/colorectal-cancer-screening"}, {"id": "46", "text": "U.S Preventive Services Task Force. Screening for Colorectal Cancer: US Preventive Services Task Force Recommendation Statement. JAMA. 2016;315(23):2564-2575.", "link": null}, {"id": "47", "text": "Cabebe EC. Medscape: Colorectal Cancer Guidelines. Available from: http://emedicine.medscape.com/article/2500006-overview", "link": "http://emedicine.medscape.com/article/2500006-overview"}, {"id": "48", "text": "U.S Multi-Society Task Force: Genetic Testing of Tumour is Recommended for Colorectal Cancer Patients. Available from: http://www.asge.org/assets/0/73730/0e79daf5-c1c1-41ba-bb21-5afc768a82a4.pdf", "link": "http://www.asge.org/assets/0/73730/0e79daf5-c1c1-41ba-bb21-5afc768a82a4.pdf"}, {"id": "49", "text": "Lin JS, Piper MA, Perdue LA, Rutter C, Webber EM, O’Connor E, Smith N, Whitlock EP. Screening for Colorectal Cancer: A systematic review for the U.S Preventive Services Task Force. Evidence Synthesis 2015, 135.", "link": null}, {"id": "50", "text": "National Registry of Diseases Office. Singapore Cancer Registry: Annual Registry Report - Trends in Cancer Incidence in Singapore, 2010 – 2014. Available from: https://www.nrdo.gov.sg/docs/librariesprovider3/default-document-library/cancer-trends-report-2010---2014_web.pdf?sfvrsn=0", "link": "https://www.nrdo.gov.sg/docs/librariesprovider3/default-document-library/cancer-trends-report-2010---2014_web.pdf?sfvrsn=0"}, {"id": "51", "text": "National Comprehensive Cancer Network (NCCN). NCCN Clinical practice guidelines in oncology. http://www.nccn.org/professionals/physician_gls/f_guidelines.asp", "link": "http://www.nccn.org/professionals/physician_gls/f_guidelines.asp"}, {"id": "52", "text": "Crispens (2012) Endometrial and Ovarian Cancer in Lynch Syndrome. Clin Colon Rectal Surg, 25(2): 97-102.", "link": null}, {"id": "53", "text": "Vasen et al (2013). Revised guidelines for the clinical management of Lynch syndrome (HNPCC): recommendations by a group of European experts, Gut, 62(6):812-23.", "link": null}, {"id": "54", "text": "Lindor et al. (2006). Recommendations for the Care of Individuals With an Inherited Predisposition to Lynch Syndrome, JAMA, 296 (12): 1507-17.", "link": null}, {"id": "55", "text": "Renkonen-Sinisalo et al (2007). Surveillance for endometrial cancer in hereditary nonpolyposis colorectal cancer syndrome. International Journal of Cancer, 120 (4).", "link": null}, {"id": "56", "text": "Lu et al. (2005). Gynecologic Cancers in Lynch Syndrome/HNPCC. Familial Cancer, 4(3):249-254.", "link": null}, {"id": "57", "text": "Jacobs et al (2011). Sensitivity of transvaginal ultrasound screening for endometrial cancer in postmenopausal women: a case-control study within the UKCTOCS cohort. Lancet Oncol, 12(1): 38-48.", "link": null}, {"id": "58", "text": "U.S. American Society of Clinical Oncology. Cancer.Net. Lynch syndrome. Available from: http://www.cancer.net/cancer-types/lynch-syndrome", "link": "http://www.cancer.net/cancer-types/lynch-syndrome"}, {"id": "59", "text": "El-Serag HB, Davila JA. Surveillance for hepatocellular carcinoma: in whom and how? Therap Adv Gastroenterol. 2011 Jan; 4(1): 5–10.", "link": null}, {"id": "60", "text": "Bruix J, Sherman M. Management of hepatocellular carcinoma: an update. Hepatology 2011; 53:1020-1022.", "link": null}, {"id": "61", "text": "National Registry of Diseases Office. Cancer Incidence and Mortality 2003 – 2012 and Selected Trends 1973 – 2012 in Singapore. Singapore Cancer Registry, Report No. 8, 2015.", "link": null}, {"id": "62", "text": "McMahon BJ, Bulkow L, Harpster A, et al. Screening for hepatocellular carcinoma in Alaska Natives infected with chronic hepatitis B: a 16-year population-based study. Hepatology 2000;32:842-6.", "link": null}, {"id": "63", "text": "Masi et al. Digestive and Liver Disease 2005;37:260-268.", "link": null}, {"id": "64", "text": "Lok, A.S., Sterling, R.K., Everhart, J.E., Wright, E.C., Hoefs, J.C., Di Bisceglie, A.M., Morgan, T.R., Kim, H.Y., Lee, W.M., Bonkovsky, H.L. and Dienstag, J.L., 2010. Des-γ-carboxy prothrombin and α-fetoprotein as biomarkers for the early detection of hepatocellular", "link": null}, {"id": "65", "text": "U.S CDC. Lung Cancer. Available from: http://www.cdc.gov/cancer/lung/basic_info/screening.htm", "link": "http://www.cdc.gov/cancer/lung/basic_info/screening.htm"}, {"id": "66", "text": "The National Lung Screening Trial Research Team. Reduced Lung-cancer mortality with low-dose computed tomographic screening, N Engl J Med 2011; 365:395-409", "link": null}, {"id": "67", "text": "Bach PB, Mirkin JN, Oliver TK et al. Benefits and harms of CT screening for lung cancer: a systematic review, JAMA 2012, 13; 307(22):2418-242", "link": null}, {"id": "68", "text": "Wood, D.E., 2015. National Comprehensive Cancer Network (NCCN) clinical practice guidelines for lung cancer screening. Thoracic surgery clinics, 25(2), pp.185-197.", "link": null}, {"id": "69", "text": "Canadian Task Force on Preventive Health Care, 2016. Recommendations on screening for lung cancer. Canadian Medical Association Journal,188(6), pp.425-432.", "link": null}, {"id": "70", "text": "Devesa SS, Bray F, Vizcaino AP, and Parkin DM. (2005). International lung cancer trends by histologic type: Male:Female differences diminishing and adenocarcinoma rates rising. Int. J. Cancer, 117(2) :294–299.", "link": null}, {"id": "71", "text": "Wu-Williams et al. (1990). Lung cancer among women in north-east China. Br. J. Cancer, 62 (6), 982–7.", "link": null}, {"id": "72", "text": "Seow et al. (2000) from Meat Cooking and Lung Cancer Risk in Chinese Women. Cancer Epidemiol. Prev. Biomarkers, 9(11).", "link": null}, {"id": "73", "text": "Charloux A, Quoix E, Wolkove W, Small D, Pauli G, and Kreisman H (1997). The increasing incidence of lung adenocarcinoma: reality or artefact? A review of the epidemiology of lung adenocarcinoma.. Int. J. Epidemiol, 26(1):14-23.", "link": null}, {"id": "74", "text": "Zhou W and Christiani DC. (2011). East meets West: ethnic differences in epidemiology and clinical behaviors of lung cancer between East Asians and Caucasians. Chin. J. Cancer, 30(5):287–92.", "link": null}, {"id": "75", "text": "Bai et al. (2016). Evaluation of Pulmonary Nodules: Clinical Practice Consensus Guidelines for Asia, J Thorac, 8(9): 2319-2323", "link": null}, {"id": "76", "text": "Wakelee at al. (2007). Lung cancer incidence in never smokers. J. Clin. Oncol, 25 (5):472–8.", "link": null}, {"id": "77", "text": "Rudin et al. (2009). Lung cancer in never smokers: molecular profiles and therapeutic implications. Clin. Cancer Res, 15 (18): 5646–61.", "link": null}, {"id": "78", "text": "Planchard D and Besse B. (2015). Lung cancer in never-smokers. Eur. Respir. J, 45(5).", "link": null}, {"id": "79", "text": "Wu YL and Zhou Q. (2007). Lung Cancer Management in the Asia-Pacific Region: What’s the Difference Compared with the United States and Europe? Results of the Second Asia Pacific Lung Cancer Conference. J Thorac Oncol, 2: 574–576.", "link": null}, {"id": "80", "text": "Donington JS et al. (2006). Lung Cancer in Women: Exploring Sex Differences in Susceptibility, Biology, and Therapeutic Response. Clin. Lung Cancer, 8(1): 22–29.", "link": null}, {"id": "81", "text": "Subramanian J and Govindan R. (2010). Lung cancer in ‘Never-smokers’: a unique entity. Oncology (Williston Park), 24 (1) :29–35.", "link": null}, {"id": "82", "text": "Yano et al. (2008). Never-smoking nonsmall cell lung cancer as a separate entity. Cancer, 113 (95); 1012–1018.", "link": null}, {"id": "83", "text": "Devesa SS, Bray F, Vizcaino AP and Parkin DM. (2005). International lung cancer trends by histologic type: Male:Female differences diminishing and adenocarcinoma rates rising. Int. J. Cancer, 117(2) :294–299.", "link": null}, {"id": "84", "text": "Gao et al. (1987). Lung cancer among Chinese women, Int. J. cancer, 40 (5): 604–9.", "link": null}, {"id": "85", "text": "Toh CK and Lim WT. (2007). Lung cancer in never-smokers. J. Clin. Pathol, 60(4): 337–40.", "link": null}, {"id": "86", "text": "Hoover RN and Lim WT. (2000). Cancer--nature, nurture, or both. N. Engl. J. Med., 343(2): 135–6.", "link": null}, {"id": "87", "text": "Toh et al. (2010). Correlation between epidermal growth factor receptor mutations and expression of female hormone receptors in East-Asian lung adenocarcinomas, J. Thorac. Oncol., 5 (1): 17–22.", "link": null}, {"id": "88", "text": "Sun S, Schiller JH, and Gazdar AF. (2007). Lung cancer in never smokers — a different disease. Nat. Rev. Cancer, 7 (10): 778–790.", "link": null}, {"id": "89", "text": "Cheng et al. (2016). The International Epidemiology of Lung Cancer: Latest Trends, Disparities, and Tumour Characteristics. J. Thorac. Oncol, 11 (10) : 1653–1671.", "link": null}, {"id": "90", "text": "Funatogawa I, Funatogawa T, and Yano E. (2012). Trends in smoking and lung cancer mortality in Japan , by birth cohort, Bulletin of the World Health Organisation, 91(5): 332–340.", "link": null}, {"id": "91", "text": "Mitsudomi T, Kosaka T, and Yatabe Y. (2006). Biological and clinical implications of EGFR mutations in lung cancer. Int. J. Clin. Oncol, 11 (3): 190–198.", "link": null}, {"id": "92", "text": "Bell et al. (2008). Increased prevalence of EGFR-mutant lung cancer in women and in East Asian populations: Analysis of estrogen-related polymorphisms. Clin. Cancer Res, 14(13): 4079–4084.", "link": null}, {"id": "93", "text": "Shi et al. (2015). Molecular epidemiology of EGFR mutations in Asian patients with advanced non-small-cell lung cancer of adenocarcinoma histology - Mainland China subset analysis of the PIONEER study. PLoS One, 10 (11): e0143515.", "link": null}, {"id": "94", "text": "C- Reactive Protein, Fibrinogen, and Cardiovascular Disease Prediction (2012), The New England Journal of Medicine, 367: 1310:1320.", "link": null}, {"id": "95", "text": "Shigematsu et al. (2005). Somatic mutations of the HER2 kinase domain in lung adenocarcinomas. Cancer Res, 65 (5):1642–1646.", "link": null}, {"id": "96", "text": "Shi et al. (2014). A prospective, molecular epidemiology study of EGFR mutations in Asian patients with advanced non-small-cell lung cancer of adenocarcinoma histology (PIONEER). J Thorac Oncol, 9 (2): 154–162.", "link": null}, {"id": "97", "text": "Centre for Health Protection, Hong Kong. Health advice on prevention and screening of cancer for the healthcare professionals. Available from: http://www.chp.gov.hk/files/pdf/Advice_on_Cancer_Prevention_professionals.pdf", "link": "http://www.chp.gov.hk/files/pdf/Advice_on_Cancer_Prevention_professionals.pdf"}, {"id": "98", "text": "Ji MF, Wang DK, Yu YL, et al. Sustained elevation of Epstein-Barr virus antibody levels preceding clinical onset of nasopharyngeal carcinoma. British J of Cancer. 2007 Feb;96(4):623-630.", "link": null}, {"id": "99", "text": "Jia WH, Feng BJ, Xu ZL, et al. Familial risk and clustering of nasopharyngeal carcinoma in Guangdong China. Cancer 101(2): 363–369.", "link": null}, {"id": "100", "text": "Loh KS, Goh BC, Lu J, et al. Familial Nasopharyngeal Carcinoma in a Cohort of 200 Patients. Arch Otolaryngol Head Neck Surg. 2006;132(1):82-85.", "link": null}, {"id": "101", "text": "Hemminki K, Sundquist J, Bermejo JL. How common is familial cancer? Ann Oncol 2008;19:163-167.", "link": null}, {"id": "102", "text": "Ng WT, Choi CW, Lee MC, et al. Familial nasopharyngeal carcinoma in Hong Kong: epidemiology and implication in screening. Familial Cancer 2009; 8:103.", "link": null}, {"id": "103", "text": "U.S Preventive Services Task Force. Ovarian Cancer: Screening. Available from: http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/ovarian-cancer-screening", "link": "http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/ovarian-cancer-screening"}, {"id": "104", "text": "American College of Radiology (ACR). ACR–Society for Pediatric Radiology Practice Parameter for the Performance of Computed Tomography (CT) of the Pelvis. Available from:http://www.acr.org/~/media/ACR/Documents/PGTS/guidelines/CT_Abdomen_Pelvis.pdf", "link": "http://www.acr.org/~/media/ACR/Documents/PGTS/guidelines/CT_Abdomen_Pelvis.pdf"}, {"id": "105", "text": "U.S Preventive Services Task Force. Prostate Cancer: Screening. Available from: http://www.uspreventiveservicestaskforce.org/Page/Document/UpdateSummaryFinal/prostate-cancer-screening", "link": "http://www.uspreventiveservicestaskforce.org/Page/Document/UpdateSummaryFinal/prostate-cancer-screening"}, {"id": "106", "text": "American Cancer Society. Prostate Cancer Prevention and Early Detection. Available from: http://www.cancer.org/acs/groups/cid/documents/webcontent/003182-pdf.pdf", "link": "http://www.cancer.org/acs/groups/cid/documents/webcontent/003182-pdf.pdf"}, {"id": "107", "text": "Hoeks CM1, Fütterer JJ, Somford DM, et al. Multiparametric MRI for prostate cancer screening. Ned Tijdschr Geneeskd. 2009; 13:B487.", "link": null}, {"id": "108", "text": "Hugosson J, Carlsson S, Aug G et al. Mortality results from the Goteburg randomised population-based prostate-cancer screening trial. Lancet Oncol. 2010;11:725-732.", "link": null}, {"id": "109", "text": "Ries LAG, Melbert D, Krapcho M, et al (Eds). SEER Cancer Statistics Review, 1975-2004, National Cancer Institute, Bethesda, MD 2007.", "link": null}, {"id": "110", "text": "Rietbergen JB, Kruger AE, Kranse R, et al. Complications of transrectal ultrasound-guided systematic sextant biopsies of the prostate: evaluation of complication rates and risk factors within a population-based screening program. Urology 1997;49:875.", "link": null}, {"id": "111", "text": "Fowler FJ Jr, Barry MJ, Walker-Corkery B, et al. The impact of a suspicious prostate biopsy on patients' psychological, socio-behavioral, and medical care outcomes. J Gen Intern Med 2006;21:715.", "link": null}, {"id": "112", "text": "U.S Preventive Services Task Force. Testicular Cancer: Screening. Available from: http://www.uspreventiveservicestaskforce.org/Page/Document/UpdateSummaryFinal/testicular-cancer-screening", "link": "http://www.uspreventiveservicestaskforce.org/Page/Document/UpdateSummaryFinal/testicular-cancer-screening"}, {"id": "113", "text": "U.S Preventive Services Task Force. Abdominal Aortic Aneurysm: Screening. Available from:http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/abdominal-aortic-aneurysm-screening", "link": "http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/abdominal-aortic-aneurysm-screening"}, {"id": "114", "text": "Ministry of Health. Clinical Practice Guidelines: Screening of cardiovascular disease and risk factors. Singapore: Ministry of Health 2011.", "link": null}, {"id": "115", "text": "Vega C, Kwoon J.V and Lavine S.D. Intracranial Aneurysms: Current Evidence and Clinical Practice. Am Fam Physician. 2002 Aug 15;66(4):601-609.", "link": null}, {"id": "116", "text": "Cerebral aneurysm - Screening - BMJ Best Practice. Available from: http://bestpractice.bmj.com/topics/en-us/490", "link": "http://bestpractice.bmj.com/topics/en-us/490"}, {"id": "117", "text": "U.S Preventive Services Task Force. Carotid Artery Stenosis: Screening. Available from: http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/carotid-artery-stenosis-screening", "link": "http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/carotid-artery-stenosis-screening"}, {"id": "118", "text": "Ministry of Health. Clinical Practice Guidelines: Hypertension. Singapore: Ministry of Health; 2016 (draft).", "link": null}, {"id": "119", "text": "U.S Preventive Services Task Force. Coronary Heart Disease: Screening with Electrocardiography. Available from: http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/coronary-heart-disease-screening-with-electrocardiography", "link": "http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/coronary-heart-disease-screening-with-electrocardiography"}, {"id": "120", "text": "Waring WS, Webb DJ, Maxwell SRJ. Uric acid as a risk factor for cardiovascular disease. QJM Nov 2000, 93(11) 707-713. doi: 10.1093/qjmed/93.11.707.", "link": null}, {"id": "121", "text": "Wheeler JG, Juzwishin KDM, Eurujsdittur G, et al. Serum Uric Acid and Coronary Heart Disease in 9,458 Incident Cases and 155,084 Controls: Prospective Study and Meta-Analysis. Keech A, ed. PLoS Medicine. 2005;2(3):e76. doi:10.1371/journal.pmed.0020076.", "link": null}, {"id": "122", "text": "Culleton BF, Larson MG, Kannel WB, Levy D. Serum Uric Acid and Risk for Cardiovascular Disease and Death: The Framingham Heart Study. Ann Intern Med. 1999;131:7-13. doi:10.7326/0003-4819-131-1-199907060-00003.", "link": null}, {"id": "123", "text": "Kwok BWK, Tang HC, Wee SL, et al. Pattern and Outcome of Subsidised Referrals to Cardiology Specialist Outpatient Clinics. Ann Acad Med Singapore 2008;37:103-108.", "link": null}, {"id": "124", "text": "Fowkes FR, Price JF, Stewart MW, et al. Aspirin for Prevention of Cardiovascular Events in a General Population Screened for a Low Ankle Brachial Index: A Randomized Controlled Trial. JAMA. 2010;303(9):841-848. doi:10.1001/jama.2010.221.", "link": null}, {"id": "125", "text": "Sharma et al. (2017). International Recommendations for ECG Interpretation in Athletes. J Am Coll Cardiol, 69:1057–75", "link": null}, {"id": "126", "text": "USPSTF. (2014). Screening for CHD with ECG statement, Am Family Phy, 89 (20):136A-B", "link": null}, {"id": "127", "text": "Ridker PM. Clinical application of C-reactive protein for cardiovascular disease detection and prevention. Circulation 2003; 107:363.", "link": null}, {"id": "128", "text": "Pearson TA, Mensah GA, Alexander RW, et al. Markers of inflammation and cardiovascular disease: application to clinical and public health practice: A statement for healthcare professionals from the Centers for Disease Control and Prevention and the American Heart Association. Circulation 2003; 107:499.", "link": null}, {"id": "129", "text": "Calonge, N., Petitti, D.B., DeWitt, T.G., Gregory, K.D., Harris, R., Isham, G., LeFevre, M.L., Loveland-Cherry, C., Marion, L.N., Moyer, V.A. and Ockene, J.K., 2009. Using nontraditional risk factors in coronary heart disease risk assessment. Annals of Internal Medicine, 151(7), pp.474-482.", "link": null}, {"id": "130", "text": "Yousuf et al. (2013). High-sensitivity C-reactive protein and cardiovascular disease: a resolute belief or an elusive link? J Am Coll Cardiol, 62(5): 397-408.", "link": null}, {"id": "131", "text": "Piepoli et al. (2016). 2016 European Guidelines on cardiovascular disease prevention in clinical practice. European Heart Journal, 37(29): 2315-2381.", "link": null}, {"id": "132", "text": "Ridker et al. (2016). A Test in Context: High-Sensitivity C-Reactive Protein. J Am Coll Cardiol 67(6):712–23).", "link": null}, {"id": "133", "text": "Stein, J.H. and Rosenson, R.S., 1997. Lipoprotein Lp (a) excess and coronary heart disease. Archives of internal medicine, 157(11), pp.1170-1176.", "link": null}, {"id": "134", "text": "Di Angelantonio et al. (2009). Major lipids, apolipoproteins, and risk of vascular disease. JAMA. 302(18): 1993-2000.", "link": null}, {"id": "135", "text": "Pletcher MJ, Tice JA, Pignone M, Browner WS. Using the coronary artery calcium score to predict coronary heart disease events: a systematic review and meta-analysis. Arch Intern Med 2004; 164:1285.", "link": null}, {"id": "136", "text": "Greenland P, Alpert JS, Beller GA, et al. 2010 ACCF/AHA guideline for assessment of cardiovascular risk in asymptomatic adults: a report of the American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines. J Am Coll Cardiol 2010; 56:e50.1", "link": null}, {"id": "137", "text": "Okwuosa TM, Greenland P, Ning H, et al. Distribution of coronary artery calcium scores by Framingham 10-year risk strata in the MESA (Multi-Ethnic Study of Atherosclerosis) potential implications for coronary risk assessment. J Am Coll Cardiol 2011; 57:1838.", "link": null}, {"id": "138", "text": "Gibbons RJ, Balady GJ, Bricker JT, et al. ACC/AHA 2002 guideline update for exercise testing: summary article: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines (Committee to Update the 1997 Exercise Testing Guidelines). Circulation 2002; 106:1883.", "link": null}, {"id": "139", "text": "Gianrossi R, Detrano R, Mulvihill D, et al. Exercise-induced ST depression in the diagnosis of coronary artery disease. A meta-analysis. Circulation 1989; 80:87.", "link": null}, {"id": "140", "text": "U.S Preventive Services Task Force. Peripheral Arterial Disease (PAD) and CVD in Adults: Risk Assessment with ABI. Available from: http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/peripheral-arterial-disease-pad-and-cvd-in-adults-risk-assessment-with-ankle-brachial-index", "link": "http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/peripheral-arterial-disease-pad-and-cvd-in-adults-risk-assessment-with-ankle-brachial-index"}, {"id": "141", "text": "United States Preventive Services Task Force. Recommendation Statement: Screening for Peripheral Arterial Disease. Agency for Healthcare Research and Quality, Washington, DC 2005.", "link": null}, {"id": "142", "text": "Doobay AV, Anand SS. Sensitivity and specificity of the ankle-brachial index to predict future cardiovascular outcomes: a systematic review. Arterioscler Thromb Vasc Biol 2005; 25:1463.", "link": null}, {"id": "143", "text": "Lin JS, Olson CM, Johnson ES, Whitlock EP. The ankle-brachial index for peripheral artery disease screening and cardiovascular disease prediction among asymptomatic adults: a systematic evidence review for the U.S. Preventive Services Task Force. Ann Intern Med 2013; 159:333.", "link": null}, {"id": "144", "text": "U.S Preventive Services Task Force. Chlamydia and Gonorrhea: Screening. Available from: http://www.uspreventiveservicestaskforce.org/Page/Document/UpdateSummaryFinal/chlamydia-and-gonorrhea-screening?ds=1&s=CHLAMYDIA", "link": "http://www.uspreventiveservicestaskforce.org/Page/Document/UpdateSummaryFinal/chlamydia-and-gonorrhea-screening?ds=1&s=CHLAMYDIA"}, {"id": "145", "text": "U.S Department of Health & Human Services. Agency for Healthcare Research and Quality Archive: Screening for Chlamydial Infection. Available from: http://archive.ahrq.gov/clinic/ajpmsuppl/chlarr.htm", "link": "http://archive.ahrq.gov/clinic/ajpmsuppl/chlarr.htm"}, {"id": "146", "text": "U.S Preventive Services Task Force. Human Immunodeficiency Virus (HIV) Infection: Screening. Available from: http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/human-immunodeficiency-virus-hiv-infection-screening#consider", "link": "http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/human-immunodeficiency-virus-hiv-infection-screening#consider"}, {"id": "147", "text": "U.S Preventive Services Task Force. Screening for HIV: Recommendation Statement. Am Fam Physician. 2005 Dec 1;72(11):2287-2292.", "link": null}, {"id": "148", "text": "Ang LW, Cutter J, James L, et al. Seroepidemiology of hepatitis B virus infection among adults in Singapore: A 12-year review. Vaccine 2013, 32(1):103-10.", "link": null}, {"id": "149", "text": "Ministry of Health. Clinical Practice Guidelines: Chronic Hepatitis B Infection. Singapore: Ministry of Health; 2011.", "link": null}, {"id": "150", "text": "U.S CDC. Testing and Public Health Management of Persons with Chronic Hepatitis B Virus Infection. Available from: http://www.cdc.gov/hepatitis/hbv/testingchronic.htm", "link": "http://www.cdc.gov/hepatitis/hbv/testingchronic.htm"}, {"id": "151", "text": "U.S Preventive Services Task Force. Hepatitis B, Non Pregnant Adolescents and Adults: Screening. Available from: http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/hepatitis-b-virus-infection-screening-2014#Pod6", "link": "http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/hepatitis-b-virus-infection-screening-2014#Pod6"}, {"id": "152", "text": "U.S Preventive Services Task Force. Hepatitis B in Pregnant Women: Screening. Available from: http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/hepatitis-b-in-pregnant-women-screening", "link": "http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/hepatitis-b-in-pregnant-women-screening"}, {"id": "153", "text": "Ang LW, Cutter J, James L, et al. Seroepidemiology of hepatitis B virus infection among adults in Singapore: A 12-year review. Vaccine 2013, 32(1):103-10.", "link": null}, {"id": "154", "text": "MOH Directive 2/2014 – Addendum ‘Management of healthcare workers (medical, dental, nursing and paramedic) with hepatitis B, hepatitis C and HIV’", "link": null}, {"id": "155", "text": "A list of endemic countries for Hepatitis B can be found at the US CDC Website: Centers for Disease Control. Surveillance for viral hepatitis – United States, 2013 http://www.cdc.gov/hepatitis/statistics/2013surveillance/commentary.htm#hepatitisB", "link": "http://www.cdc.gov/hepatitis/statistics/2013surveillance/commentary.htm#hepatitisB"}, {"id": "156", "text": "U.S Preventive Services Task Force. Hepatitis C: Screening. Available from: http://www.uspreventiveservicestaskforce.org/Page/Document/UpdateSummaryFinal/hepatitis-c-screening?ds=1&s=hepatitis C screening", "link": "http://www.uspreventiveservicestaskforce.org/Page/Document/UpdateSummaryFinal/hepatitis-c-screening?ds=1&s=hepatitis C screening"}, {"id": "157", "text": "World Health Organization. Hepatitis C. Available from: http://www.who.int/mediacentre/factsheets/fs164/en/", "link": "http://www.who.int/mediacentre/factsheets/fs164/en/"}, {"id": "158", "text": "U.S CDC. Hepatitis C FAQs for Health Professionals. Available from: http://www.cdc.gov/hepatitis/hcv/hcvfaq.htm", "link": "http://www.cdc.gov/hepatitis/hcv/hcvfaq.htm"}, {"id": "159", "text": "U.S CDC. Yellow Book: Chapter 45. Available from: http://wwwnc.cdc.gov/travel/yellowbook/2016/post-travel-evaluation/screening-asymptomatic-returned-travelers", "link": "http://wwwnc.cdc.gov/travel/yellowbook/2016/post-travel-evaluation/screening-asymptomatic-returned-travelers"}, {"id": "160", "text": "U.S Preventive Services Task Force. Syphilis Infection in Nonpregnant Adults and Adolescents: Screening. Available from: http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/syphilis-infection-in-nonpregnant-adults-and-adolescents", "link": "http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/syphilis-infection-in-nonpregnant-adults-and-adolescents"}, {"id": "161", "text": "U.S CDC. Syphilis - CDC Fact Sheet (Detailed). Available from: http://www.cdc.gov/std/syphilis/stdfact-syphilis-detailed.htm", "link": "http://www.cdc.gov/std/syphilis/stdfact-syphilis-detailed.htm"}, {"id": "162", "text": "U.S Preventive Services Task Force. Syphilis Infection in Pregnancy: Screening. Available from: http://www.uspreventiveservicestaskforce.org/Page/Document/UpdateSummaryFinal/syphilis-infection-in-pregnancy-screening", "link": "http://www.uspreventiveservicestaskforce.org/Page/Document/UpdateSummaryFinal/syphilis-infection-in-pregnancy-screening"}, {"id": "163", "text": "Shahrook, S., Mori, R., Ochirbat, T. and Gomi, H., 2014. Strategies of testing for syphilis during pregnancy. The Cochrane Library.", "link": null}, {"id": "164", "text": "U.S CDC. Tuberculosis. Factsheet. Recommendations for Human Immunodeficiency Virus (HIV) Screening in Tuberculosis (TB) Clinics. Available from: http://www.cdc.gov/tb/publications/factsheets/testing/hivscreening.htm", "link": "http://www.cdc.gov/tb/publications/factsheets/testing/hivscreening.htm"}, {"id": "165", "text": "U.S Preventive Services Task Force. Draft recommendation statement: Screening for Latent Tuberculosis Infection. Available from: http://www.uspreventiveservicestaskforce.org/Page/Document/UpdateSummaryDraft/latent-tuberculosis-infection-screening?ds=1&s=TUBERCULOSIS SCREENING", "link": "http://www.uspreventiveservicestaskforce.org/Page/Document/UpdateSummaryDraft/latent-tuberculosis-infection-screening?ds=1&s=TUBERCULOSIS SCREENING"}, {"id": "166", "text": "Ministry of Health Singapore. Prevention, Diagnosis and Management of Tuberculosis. MOH Clinical Practice Guidelines 1/2016. https://www.moh.gov.sg/content/dam/moh_web/HPP/Doctors/cpg_medical/current/2016/tuberculosis/MOH%20TB%20CPG%20Full%20version%20for%20website.pdf", "link": "https://www.moh.gov.sg/content/dam/moh_web/HPP/Doctors/cpg_medical/current/2016/tuberculosis/MOH%20TB%20CPG%20Full%20version%20for%20website.pdf"}, {"id": "167", "text": "A list of countries can be found in this report by the World Health Organization. Global tuberculosis report 2016. Available at: http://www.who.int/tb/publications/global_report/en/ (Accessed on December 29, 2016).", "link": "http://www.who.int/tb/publications/global_report/en/ (Accessed on December 29, 2016)."}, {"id": "168", "text": "U.S Preventive Services Task Force. Guide to Clinical Preventive Services: Report of the U.S. Preventive Services Task Force. 2nd edition. Baltimore (MD): Williams & Wilkins; 1996. 25, Screening for Tuberculous Infection-- Including Bacille Calmette-Guérin Immunization.", "link": null}, {"id": "169", "text": "U.S CDC. TB Prevention. Available from: http://www.cdc.gov/tb/topic/basics/tbprevention.htm", "link": "http://www.cdc.gov/tb/topic/basics/tbprevention.htm"}, {"id": "170", "text": "Ministry of Health, Singapore. Tuberculosis. Available from: https://www.moh.gov.sg/content/moh_web/home/diseases_and_conditions/t/tuberculosis.htm", "link": "https://www.moh.gov.sg/content/moh_web/home/diseases_and_conditions/t/tuberculosis.htm"}, {"id": "171", "text": "U.S CDC. Recommendations to Prevent and Control Iron. MMWR 1998;47 (No. RR-3).", "link": null}, {"id": "172", "text": "U.S Preventive Services Task Force. Iron Deficiency Anemia in Pregnant Women: Screening and supplementation. Available from: http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/iron-deficiency-anemia-in-pregnant-women-screening-and-supplementation", "link": "http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/iron-deficiency-anemia-in-pregnant-women-screening-and-supplementation"}, {"id": "173", "text": "U.S Preventive Services Task Force. Iron Deficiency Anemia in Young Children: Screening. Available from: http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/iron-deficiency-anemia-in-young-children-screening", "link": "http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/iron-deficiency-anemia-in-young-children-screening"}, {"id": "174", "text": "National Institute for Health and Care Excellence, U.K. NICE guidelines [CG62]: Antenatal care for uncomplicated pregnancies. Available from: https://www.nice.org.uk/guidance/cg62/chapter/1-Guidance#screening-for-haematological-conditions", "link": "https://www.nice.org.uk/guidance/cg62/chapter/1-Guidance#screening-for-haematological-conditions"}, {"id": "175", "text": "U.S Preventive Services Task Force. Abnormal Blood Glucose and Type 2 Diabetes Mellitus: Screening. Available from: http://www.uspreventiveservicestaskforce.org/Page/Document/UpdateSummaryFinal/screening-for-abnormal-blood-glucose-and-type-2-diabetes?ds=1&s=DIABETES", "link": "http://www.uspreventiveservicestaskforce.org/Page/Document/UpdateSummaryFinal/screening-for-abnormal-blood-glucose-and-type-2-diabetes?ds=1&s=DIABETES"}, {"id": "176", "text": "U.S Preventive Services Task Force. Gestational Diabetes Mellitus, Screening. Available from: http://www.uspreventiveservicestaskforce.org/Page/Document/UpdateSummaryFinal/gestational-diabetes-mellitus-screening?ds=1&s=DIABETES", "link": "http://www.uspreventiveservicestaskforce.org/Page/Document/UpdateSummaryFinal/gestational-diabetes-mellitus-screening?ds=1&s=DIABETES"}, {"id": "177", "text": "Diabetes Clinical Practice Guidelines 2014, Ministry of Health Singapore, Accessed at: https://www.moh.gov.sg/content/dam/moh_web/HPP/Doctors/cpg_medical/current/2014/diabetes_mellitus/cpg_Diabetes%20Mellitus%20Booklet%20-%20Jul%202014.pdf", "link": "https://www.moh.gov.sg/content/dam/moh_web/HPP/Doctors/cpg_medical/current/2014/diabetes_mellitus/cpg_Diabetes%20Mellitus%20Booklet%20-%20Jul%202014.pdf"}, {"id": "178", "text": "American Diabetes Association. Standards of medical care in diabetes--2010. Diabetes Care 2010; 33 Suppl 1:S11.", "link": null}, {"id": "179", "text": "Diagnostic Criteria for Diabetes, Diabetes UK at https://www.diabetes.org.uk/professionals/position-statements-reports/diagnosis-ongoing-management-monitoring/new_diagnostic_criteria_for_diabetes", "link": "https://www.diabetes.org.uk/professionals/position-statements-reports/diagnosis-ongoing-management-monitoring/new_diagnostic_criteria_for_diabetes"}, {"id": "180", "text": "The Australian Diabetes Society established an expert committee in 2011, included representatives from the Royal College of Pathologists of Australasia (RCPA) and the Australasian Association of 10Clinical Biochemists (AACB) to provide a position statement concerning the role of HbA1c in the diagnostic pathway.", "link": null}, {"id": "181", "text": "Nakagami T, Uchigata Y. Guidelines for Diabetes Mellitus: from the perspective of diagnosis and treatment. Assessed at https://www.jstage.jst.go.jp/article/jhep/41/4/41_533/_pdf/-char/ja", "link": "https://www.jstage.jst.go.jp/article/jhep/41/4/41_533/_pdf/-char/ja"}, {"id": "182", "text": "Clinical Practice Guidelines on Management of Type 2 Diabetes Mellitus (5thEdition), Ministry of Health (Malaysia), December 2015", "link": null}, {"id": "183", "text": "HbA1c as a diagnostic test was formally endorsed by the New Zealand Society for the Study of Diabetes (NZSSD) in October 2011.", "link": null}, {"id": "184", "text": "Molitch ME, DeFronzo RA, Franz MJ,e tal. Nephropathy in diabetes. Diabetes Care 2004;27(Suppl 1):S79-83.", "link": null}, {"id": "185", "text": "Rothschild BM, Francis ML and Miller SV. Gout and Pseudogout. Available from: http://emedicine.medscape.com/article/329958-diagnosis", "link": "http://emedicine.medscape.com/article/329958-diagnosis"}, {"id": "186", "text": "Eggebeen AT. Gout: An update. Am Fam Physician. 2007 Sep 15; 76(6):801-808.", "link": null}, {"id": "187", "text": "Zhang W, Doherty M, Pascual E, et al. EULAR evidence based recommendations for gout. Part I: Diagnosis. Report of a task force of the standing committee for international clinical studies including therapeutics (ESCISIT). Ann Rheum Dis. 2006 Oct; 65(10):1301–1311.", "link": null}, {"id": "188", "text": "MOH Clinical Practice Guidelines 2/2016. Lipids. November 2016. https://www.moh.gov.sg/content/moh_web/healthprofessionalsportal/doctors/guidelines/cpg_medical/2016/cpgmed_lipids.html [last accessed 15 June 2017].", "link": "https://www.moh.gov.sg/content/moh_web/healthprofessionalsportal/doctors/guidelines/cpg_medical/2016/cpgmed_lipids.html [last accessed 15 June 2017]."}, {"id": "189", "text": "U.S. Preventive Services Taskforce. Final Recommendation Statement. High Blood Pressure in Adults: Screening. https://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/high-blood-pressure-in-adults-screening#Pod1 [last accessed 15 June 2017]", "link": "https://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/high-blood-pressure-in-adults-screening#Pod1 [last accessed 15 June 2017]"}, {"id": "190", "text": "Patrice Lindsay, Sarah Connor Gorber, Michel Joffres, Richard Birtwhistle, Donald McKay, Lyne Cloutier, Recommendations on screening for high blood pressure in Canadian adults. Vol 59: september • septembre 2013. Canadian Family Physician. https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3771717/pdf/0590927.pdf. [last accessed 15 June 2017]", "link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3771717/pdf/0590927.pdf. [last accessed 15 June 2017]"}, {"id": "191", "text": "Collins AJ, Gibertson DT, Synder JJ, et al. Chronic kidney disease awareness, screening and prevention: rationale for the design of a public education program. Nephrology (Carlton) 2010 Jun;15 Suppl 2:37-42.", "link": null}, {"id": "192", "text": "National Kidney Foundation, U.S. Kidney Early Evaluation Program (KEEP). Available from: http://www.kidney.org/news/keep/index.cfm", "link": "http://www.kidney.org/news/keep/index.cfm"}, {"id": "193", "text": "Multiple Risk Factor Intervention TrialRisk Factor Changes and Mortality Results. JAMA. 1982;248(12):1465-1477. doi:10.1001/jama.1982.03330120023025", "link": null}, {"id": "194", "text": "Health Promotion Board, Singapore. Clinical Practice Guidelines: Obesity. Singapore: Health Promotion Board-Ministry of Health; 2016.", "link": null}, {"id": "195", "text": "International Osteoporosis Foundation. Osteoporosis. Available from: https://www.iofbonehealth.org/whos-risk", "link": "https://www.iofbonehealth.org/whos-risk"}, {"id": "196", "text": "Qaseem A, Snow V, Shekelle P, et al. Screening for Osteoporosis in Men: A Clinical Practice Guideline from the American College of Physicians. Ann Intern Med. 2008;148:680-684. doi:10.7326/0003-4819-148-9-200805060-00008.", "link": null}, {"id": "197", "text": "National Institute for Health and Clinical Excellence, U.K. NICE guidelines [CG79]: Rheumatoid arthritis in adults: management. NICE; 2009. Available from: https://www.nice.org.uk/guidance/CG79/chapter/1-Guidance", "link": "https://www.nice.org.uk/guidance/CG79/chapter/1-Guidance"}, {"id": "198", "text": "National Osteoporosis Guideline Group (NOGG). http://www.shef.ac.uk/NOGG/index.html (Accessed on December 29, 2016).", "link": "http://www.shef.ac.uk/NOGG/index.html (Accessed on December 29, 2016)."}, {"id": "199", "text": "U.S. Preventive Services Task Force. Screening for osteoporosis: U.S. preventive services task force recommendation statement. Ann Intern Med 2011; 154:356.", "link": null}, {"id": "200", "text": "Koh L KH et al. A Simple Took to Identify Asian Women at Increased Risk of Osteoporosis. Osteo Intl 2001 12:699-705.", "link": null}, {"id": "201", "text": "Bauer, D.C., Glüer, C.C., Genant, H.K. and Stone, K., 1995. Quantitative ultrasound and vertebral fracture in postmenopausal women. Journal of Bone and Mineral Research, 10(3), pp.353-358.", "link": null}, {"id": "202", "text": "Marín, F., González‐Macías, J., Díez‐Pérez, A., Palma, S. and Delgado‐Rodríguez, M., 2006. Relationship Between Bone Quantitative Ultrasound and Fractures: A Meta‐Analysis. Journal of bone and mineral research, 21(7), pp.1126-1135.", "link": null}, {"id": "203", "text": "Gill JM, Quisel AM, Rocca PV et al. Diagnosis of Systemic Lupus Erythematosus. Am Fam Physician. 2003 Dec 1; 68(11):2179-2187.", "link": null}, {"id": "204", "text": "Kurien BT, Scofield RH. Autoantibody Determination in the Diagnosis of Systemic Lupus Erythematosus. Scand J Immunol. 2006 Sep;64(3):227-35.", "link": null}, {"id": "205", "text": "Chou R, Qaseem A, Snow V, et al, Clinical Efficacy Assessment Subcommittee of the American College of Physicians; American College of Physicians; American Pain Society Low Back Pain Guidelines Panel. Diagnosis and treatment of low back pain: a joint clinical practice guideline from the American College of Physicians and the American Pain Society. Ann Intern Med. 2007 Oct 2;147(7):478-91.", "link": null}, {"id": "206", "text": "Eubanks JD. Cervical Radiculopathy: Nonoperative Management of Neck Pain and Radicular Symptoms. Am Fam Physician. 2010 Jan 1;81(1):33-40.", "link": null}, {"id": "207", "text": "Young WF. Cervical Spondylotic Myelopathy: A Common Cause of Spinal Cord Dysfunction in Older Persons. Am Fam Physician. 2000 Sep 1;62(5):1064-1070.", "link": null}, {"id": "208", "text": "Newman JS, Weissman BN, Angevine PD, et al, Expert Panel on Musculoskeletal Imaging. ACR Appropriateness Criteria® chronic neck pain. Reston (VA): American College of Radiology (ACR); 2013, 14p.", "link": null}, {"id": "209", "text": "Kahwati LC, Haigler L, Rideout Stacey. Which is the best way to diagnose menopause? J Fam Pract. 2005 Nov; 54(11):1000–1002.", "link": null}, {"id": "210", "text": "Australasian Menopause Society. Information sheet: Diagnosing Menopause. Available from: http://www.menopause.org.au/index2.php?option=com_content&task=emailform&id=420", "link": "http://www.menopause.org.au/index2.php?option=com_content&task=emailform&id=420"}, {"id": "211", "text": "Rasat R, Livesey JL, Espiner EA, et al. IGF-1 and IGFBP-3 screening for disorders of growth hormone secretion. N Z Med J. 1996 May 10;109(2021):156-159.", "link": null}, {"id": "212", "text": "Verani JR, Lesley M, Schrag S. Prevention of Perinatal Group B Streptococcal Disease: Revised Guidelines from CDC, 2010. CDC, MMWR, 59(RR10); 1-22. November 19, 2010.", "link": null}, {"id": "213", "text": "Royal College of Obstetricians and Gynaecologists. The Prevention of Early-onset Neonatal Group B Streptococcal Disease. Green-top Guideline No. 36, 2nd Edition. July 1, 2012.", "link": null}, {"id": "214", "text": "Niduvaje, K., Amutha, C., and Roy, J. (2006) Early Neonatal Streptococcal Infection. Indian Journal of Paediatrics, (73): 573-576.", "link": null}, {"id": "215", "text": "Tan, K.W. et al. (1998). Group B Streptococcal Septicaemia/Meningitis in Neonates in a Singapore teaching hospital. Australia and New Zealand Journal of Obstetrics and Gynaecology.38:4: 418-423", "link": null}, {"id": "216", "text": "American Academy of Paediatrics. Committee on Infectious Diseases and Committee on Fetus and Newborn. Policy Statement. Recommendations for the Prevention of Perinatal Group B Streptococcal (GBS) Disease. PEDIATRICS Volume 128, Number 3, September 2011", "link": null}, {"id": "217", "text": "U.S Preventive Services Task Force. Impaired Visual Acuity in Older Adults: Screening. Available from: http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/impaired-visual-acuity-in-older-adults-screening", "link": "http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/impaired-visual-acuity-in-older-adults-screening"}, {"id": "218", "text": "Workplace Safety and Health Council. Workplace Safety and Health Guidelines. Singapore: Workplace Safety and Health Council; 2014.", "link": null}, {"id": "219", "text": "Health Promotion Board, Singapore. Management of Functional Decline for Primary Care Doctors Workgroup. Community Functional Screening Follow-up Resource for Primary Care Doctors. Available from: http://www.hpb.gov.sg/HOPPortal/content/conn/HOPUCM/path/Contribution%20Folders/uploadedFiles/HPB_Online/Programmes/HPB%20CFSP%20Follow-Up%20Resource%20PC%20Doctors.pdf", "link": "http://www.hpb.gov.sg/HOPPortal/content/conn/HOPUCM/path/Contribution%20Folders/uploadedFiles/HPB_Online/Programmes/HPB%20CFSP%20Follow-Up%20Resource%20PC%20Doctors.pdf"}, {"id": "220", "text": "The Royal Australian and New Zealand College of Obstetricians and Gynaecologists. Pre-Pregnancy Counselling. College Statement, C-Obs 3(a). Apr 2015. Available from: https://www.ranzcog.edu.au/college-statements-guidelines.html", "link": "https://www.ranzcog.edu.au/college-statements-guidelines.html"}, {"id": "221", "text": "The International Society of Ultrasound in Obstetrics and Gynecology Prenatal Ultrasound Screening Task Force. Practice Guidelines for Performance of the Routine Mid-Trimester Foetal Ultrasound Scan. Jun 2010. Available from: http://www.isuog.org/NR/rdonlyres/66695A04-5937-4EAB-AA90-E01E7E9D9A33/0/", "link": "http://www.isuog.org/NR/rdonlyres/66695A04-5937-4EAB-AA90-E01E7E9D9A33/0/"}, {"id": "222", "text": "Academy of Medicine, College of Obstetricians and Gynaecologists, Singapore. AMS Consensus Statement: Recommended ‘Best Practice’ Guidelines on Antenatal Screening for Trisomy 21 (Down Syndrome) and Other Fetal Aneuploidies. Jan 2008. Available from: http://ams.edu.sg/view-pdf.aspx?file=media%5c754_fi_329.pdf&amp;ofile=Consensus_Statement_Downs_Syndrome.pdf", "link": "http://ams.edu.sg/view-pdf.aspx?file=media%5c754_fi_329.pdf&amp;ofile=Consensus_Statement_Downs_Syndrome.pdf"}, {"id": "223", "text": "Low WK, Pang KY, Lim SB, Joseph R. Universal Newborn Hearing Screening: The need, implementation and challenges. Ann Acad Med Singapore 2005; 34:301-6.", "link": null}, {"id": "224", "text": "Futures, B. and American Academy of Pediatrics, 2008. Recommendations for preventive pediatric health care. Retrieved from http://www.asha.org/.../Expert-Panel-Recommendations-on-Newborn-Hearing-Screening/", "link": "http://www.asha.org/.../Expert-Panel-Recommendations-on-Newborn-Hearing-Screening/"}, {"id": "225", "text": "Bright Futures/American Academy of Pediatrics. Recommendations for Preventive Pediatric Health Care - Periodicity Schedule. https://www.aap.org/en-us/professional-resources/practice-support/Pages/PeriodicitySchedule.aspx", "link": "https://www.aap.org/en-us/professional-resources/practice-support/Pages/PeriodicitySchedule.aspx"}, {"id": "226", "text": "Rajadurai S. Expanded Newborn Screening Using Tandem Mass Spectrometry. Aescapulus, Issue 03 / 2007. 2007", "link": null}, {"id": "227", "text": "Royal College of Ophthalmologists, Royal College of Paediatrics and Child Health, U.K. Guideline for the Screening and Treatment of Retinopathy of Prematurity. Available from: https://www.rcophth.ac.uk/wp-content/uploads/2014/12/2008-SCI-021-Guidelines-Retinopathy-of-Prematurity.pdf", "link": "https://www.rcophth.ac.uk/wp-content/uploads/2014/12/2008-SCI-021-Guidelines-Retinopathy-of-Prematurity.pdf"}, {"id": "228", "text": "U.S Preventive Services Task Force. Guide to Clinical Preventive Services: Report of the U.S. Preventive Services Task Force. 2nd edition. Baltimore (MD): Williams & Wilkins; 1996. 43, Screening for Haemoglobinopathies. Available from: http://www.ncbi.nlm.nih.gov/books/NBK15438/", "link": "http://www.ncbi.nlm.nih.gov/books/NBK15438/"}, {"id": "229", "text": "U.S. Preventive Services Task Force. Recommendations: Visual impairment in children aged 1-5: Screening. January 2011.", "link": null}, {"id": "230", "text": "Labelle H, Richards S B, De Kleuver M, et al. Screening for adolescent idiopathic scoliosis: an information statement by the scoliosis research society international task force. Scoliosis. 2013; 8: 17.", "link": null}, {"id": "231", "text": "Health Promotion Board, Singapore. Primary School Health Screening. Available from: http://www.hpb.gov.sg/HOPPortal/health-article/632", "link": "http://www.hpb.gov.sg/HOPPortal/health-article/632"}, {"id": "232", "text": "Health Promotion Board, Singapore. Secondary School Health Screening. Available from: http://www.hpb.gov.sg/HOPPortal/health-article/690", "link": "http://www.hpb.gov.sg/HOPPortal/health-article/690"}, {"id": "233", "text": "Thilagaratnam S. School-based screening for scoliosis: is it cost-effective? Singapore Med J 2007; 48 (11) : 1013. http://smj.sma.org.sg/4811/4811a6.pdf (last accessed 1 July 2017)", "link": "http://smj.sma.org.sg/4811/4811a6.pdf (last accessed 1 July 2017)"}, {"id": "234", "text": "U.S Preventive Services Task Force. Screening for Sickle Cell Disease in Newborns: Recommendation Statement. Am Fam Physician. 2008 May 1;77(9):1300-1302.", "link": null}, {"id": "235", "text": "U.S Department of Health and Human Services, Advisory Committee on Heritable Disorders in Newborns and Children. Recommended Uniform Screening Panel. Mar 2015. Available from: http://www.hrsa.gov/advisorycommittees/mchbadvisory/heritabledisorders/recommendedpanel/index.html", "link": "http://www.hrsa.gov/advisorycommittees/mchbadvisory/heritabledisorders/recommendedpanel/index.html"}, {"id": "236", "text": "The Society of Obstetricians and Gynaecologists of Canada, Genetics Committee of the Society of Obstetricians and Gynaecologists of Canada and the Prenatal Diagnosis Committee of the Canadian College of Medical Geneticists. Joint SOGC-CCMG Clinical practice guideline no. 218: Carrier Screening for Thalassemia and Hemoglobinopathies in Canada. Oct 2008. Available from: http://sogc.org/guidelines/carrier-screening-for-thalassemia-and-hemoglobinopathies-in-canada/", "link": "http://sogc.org/guidelines/carrier-screening-for-thalassemia-and-hemoglobinopathies-in-canada/"}, {"id": "237", "text": "Shore B, Spence D, Graham H. The role for hip surveillance in children with cerebral palsy. Current Reviews in Musculoskeletal Medicine. 2012;5(2):126-134.", "link": null}, {"id": "238", "text": "Wynter M, Gibson N, Kentish M, et al. Australian Hip Surveillance Guidelines for Children with Cerebral Palsy 2014. Available from: https://ausacpdm.org.au/wp-content/uploads/sites/10/2015/06/140070-THOMASON-HipS-booklet-A5_web.pdf", "link": "https://ausacpdm.org.au/wp-content/uploads/sites/10/2015/06/140070-THOMASON-HipS-booklet-A5_web.pdf"}, {"id": "239", "text": "American Academy for Cerebral Palsy and Developmental Medicine: Hip surveillance. Available from https://www.aacpdm.org/publications/care-pathways/hip-surveillance.", "link": "https://www.aacpdm.org/publications/care-pathways/hip-surveillance."}, {"id": "240", "text": "U.S Preventive Services Task Force. Chronic Obstructive Pulmonary Disease: Screening. Available from: http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/chronic-obstructive-pulmonary-disease-screening", "link": "http://www.uspreventiveservicestaskforce.org/Page/Document/RecommendationStatementFinal/chronic-obstructive-pulmonary-disease-screening"}, {"id": "241", "text": "Informed Health Online [Internet]. Cologne, Germany: Institute for Quality and Efficiency in Health Care (IQWiG); 2006 – Benefits and risks of screening tests. 2013 Nov 7 [Updated 2016 Dec 27]", "link": null}, {"id": "242", "text": "Leonila F. Dans, Maria Asuncion A. Silvestre, Antonio L. Dans. Trade-off between benefit and harm is crucial in health screening recommendations. Part I: General principles. Journal of Clinical Epidemiology 64 (2011) 231e239", "link": null}, {"id": "243", "text": "van der Velde JL, Blanker MH1, Stegmann ME, de Bock GH2, Berger MY, Berendsen AJ. A systematic review of the psychological impact of false-positive colorectal cancer screening: What is the role of the general practitioner? Eur J Cancer Care (Engl). 2017 May;26(3). doi: 10.1111/ecc.12709. Epub 2017 May 11", "link": null}, {"id": "244", "text": "K.E. Rogstad. The psychological impact of abnormal cytology and colposcopy. BJOG: an International Journal of Obstetrics and Gynaecology April 2002, Vol. 109, pp.364–368", "link": null}, {"id": "245", "text": "Hampel H, Bennett RL, Buchanan Adam, et al. A practice guideline from the American College of Medical Genetics and Genomics and the National Society of Genetic Counselors: referral indications for cancer predisposition assessment. Genetics in Medicine (2014) 17, 70-87.", "link": null}, {"id": "246", "text": "The Singapore Cancer Network Cancer Genetics Workgroup. Singapore Cancer Network (SCAN) guidelines for Referral for Genetic Evaluation of Common Hereditary Cancer Syndromes. Ann Acad Med Singapore 2015; 44:492-510.", "link": null}]